{
  "adhkar": [
    "سبحان الله وبحمده",
    "سبحان الله العظيم",
    "أستغفر الله العظيم وأتوب إليه",
    "لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير",
    "الحمد لله رب العالمين",
    "الله أكبر كبيراً والحمد لله كثيراً وسبحان الله بكرة وأصيلاً",
    "سبحان الله والحمد لله ولا إله إلا الله والله أكبر",
    "لا حول ولا قوة إلا بالله العلي العظيم",
    "اللهم صل وسلم على نبينا محمد",
    "أعوذ بكلمات الله التامات من شر ما خلق",
    "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
    "رضيت بالله رباً وبالإسلام ديناً وبمحمد ﷺ نبياً ورسولاً",
    "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم",
    "اللهم بك أصبحنا وبك أمسينا وبك نحيا وبك نموت وإليك النشور",
    "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك المصير",
    "اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك فلك الحمد ولك الشكر",
    "سبحان الله عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
    "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت",
    "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
    "اللهم إني أصبحت في نعمة وعافية وستر فأتمم نعمتك علي وعافيتك وسترك في الدنيا والآخرة",
    "يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين",
    "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
    "اللهم اجعلني من الذين يذكرونك كثيراً والذاكرات",
    "اللهم إني أعوذ بك من شر نفسي ومن شر كل دابة أنت آخذ بناصيتها",
    "اللهم ارزقني لساناً ذاكراً وقلباً خاشعاً وعملاً متقبلاً",
    "اللهم اجعلني من الشاكرين لك الذاكرين لنعمك",
    "اللهم اجعلني من الذين يذكرونك في كل حال",
    "اللهم اجعلني من الذين لا ينشغلون عن ذكرك",
    "اللهم اجعلني من الذين يستغفرونك آناء الليل وأطراف النهار",
    "اللهم اجعلني من الذين تكتب لهم أجر التسبيح والتهليل",
    "اللهم اجعلني من الذين يسبحونك بكرة وأصيلاً",
    "اللهم اجعلني من الذين يذكرونك قياماً وقعوداً وعلى جنوبهم",
    "اللهم اجعلني من الذين تفتح لهم أبواب ذكرك",
    "اللهم اجعلني من الذين يحبونك ويحبون ذكرك",
    "اللهم اجعلني من الذين يشغلون ألسنتهم بذكرك",
    "اللهم اجعلني من الذين يتلذذون بذكرك",
    "اللهم اجعلني من الذين لا يملون من تسبيحك",
    "اللهم اجعلني من الذين يأنسون بذكرك",
    "اللهم اجعلني من الذين يغفر لهم بذكرهم",
    "اللهم اجعلني من الذين يدخلون الجنة بذكرهم",
    "اللهم اجعلني من الذين تبيض وجوههم بذكرهم",
    "اللهم اجعلني من الذين تنزل عليهم السكينة عند ذكرك",
    "اللهم اجعلني من الذين يحيون قلوبهم بذكرك",
    "اللهم اجعلني من الذين يستغفرونك ويذكرونك في آناء الليل وأطراف النهار",
    "اللهم اجعلني من الذين تنطق ألسنتهم دائماً بلا إله إلا الله",
    "اللهم اجعلني من الذين يتنعمون بالذكر في الدنيا والآخرة",
    "اللهم اجعلني من الذين تظلهم في ظلك يوم لا ظل إلا ظلك بذكرهم",
    "اللهم اجعلني من الذين يذكرونك في الرخاء والشدة",
    "اللهم اجعلني من الذين يشغلون وقتهم بذكرك",
    "اللهم اجعلني من الذين تتنزل عليهم رحمتك عند ذكرهم",
    "اللهم اجعلني من الذين يعظمونك ويوقرونك بذكرهم",
    "اللهم اجعلني من الذين يستبشرون بذكرك",
    "اللهم اجعلني من الذين تنشرح صدورهم بذكرك",
    "اللهم اجعلني من الذين تسعد قلوبهم بذكرك"
  ]
}
