[
  "ذكر: سبحان الله وبحمده",
  "ذكر: الحمد لله",
  "ذكر: الله أكبر",
  "ذكر: لا إله إلا الله",
  "ذكر: سبحان الله العظيم",
  "ذكر: حسبي الله لا إله إلا هو عليه توكلت",
  "ذكر: لا حول ولا قوة إلا بالله العلي العظيم",
  "ذكر: رضيت بالله رباً وبالإسلام ديناً وبمحمد ﷺ نبياً ورسولاً",
  "ذكر: سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
  "ذكر: سبحان الله والحمد لله ولا إله إلا الله والله أكبر",
  "ذكر: الله أكبر كبيراً والحمد لله كثيراً وسبحان الله بكرة وأصيلاً",
  "دعاء: اللهم اغفر لي ولوالدي وللمؤمنين",
  "دعاء: ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار",
  "دعاء: اللهم اجعل القرآن ربيع قلوبنا ونور صدورنا",
  "دعاء: اللهم ارحمني برحمتك يوم لا ينفع مال ولا بنون",
  "دعاء: اللهم اجعل عملي خالصًا لوجهك الكريم",
  "دعاء: اللهم ارزقني حبك وحب من يحبك وحب عمل يقربني إلى حبك",
  "دعاء: اللهم اجعلني لك شاكراً لك ذاكراً لك مخبتاً لك مطيعاً",
  "دعاء: اللهم أصلح لي ديني الذي هو عصمة أمري",
  "دعاء: اللهم أصلح لي دنياي التي فيها معاشي",
  "دعاء: اللهم أصلح لي آخرتي التي إليها معادي",
  "دعاء: اللهم اجعلنا من الذين يستمعون القول فيتبعون أحسنه",
  "دعاء: اللهم اجعلنا من الذين يحبونك ويحبون لقاءك",
  "دعاء: اللهم اجعلنا من عبادك الصالحين المخلصين",
  "آية: {وَمَا تَوْفِيقِي إِلَّا بِاللَّهِ}",
  "آية: {فَاذْكُرُونِي أَذْكُرْكُمْ}",
  "آية: {إِنَّ اللَّهَ يُحِبُّ الْمُحْسِنِينَ}",
  "آية: {وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا}",
  "آية: {وَقُلْ رَبِّ زِدْنِي عِلْمًا}",
  "آية: {وَمَن يَتَّقِ اللَّهَ يَجْعَل لَّهُ مَخْرَجًا}",
  "آية: {وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ}",
  "آية: {وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ}",
  "آية: {إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ}",
  "آية: {وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ}",
  "آية: {وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ}",
  "حديث: قال رسول الله ﷺ: الكلمة الطيبة صدقة",
  "حديث: قال ﷺ: تبسمك في وجه أخيك صدقة",
  "حديث: قال ﷺ: من كان يؤمن بالله واليوم الآخر فليقل خيرًا أو ليصمت",
  "حديث: قال ﷺ: أحب الأعمال إلى الله أدومها وإن قل",
  "حديث: قال ﷺ: الطهور شطر الإيمان",
  "حديث: قال ﷺ: المسلم من سلم المسلمون من لسانه ويده",
  "حديث: قال ﷺ: من يسر على معسر يسر الله عليه في الدنيا والآخرة",
  "حديث: قال ﷺ: من نفّس عن مؤمن كربة من كرب الدنيا نفّس الله عنه كربة من كرب يوم القيامة",
  "حديث: قال ﷺ: خيركم من تعلم القرآن وعلمه",
  "حديث: قال ﷺ: إنما الأعمال بالنيات وإنما لكل امرئ ما نوى",
  "حديث: قال ﷺ: الصبر ضياء",
  "حديث: قال ﷺ: لا تغضب",
  "حديث: قال ﷺ: إن الله كتب الإحسان على كل شيء",
  "حديث: قال ﷺ: أقربكم مني مجلساً يوم القيامة أحاسنكم أخلاقاً",
  "حديث: قال ﷺ: من حسن إسلام المرء تركه ما لا يعنيه",
  "حديث: قال ﷺ: الجنة تحت أقدام الأمهات",
  "ذكر: أستغفر الله العظيم وأتوب إليه",
  "ذكر: سبحان الله العظيم وبحمده",
  "ذكر: لا إله إلا الله وحده لا شريك له",
  "ذكر: اللهم صل وسلم على نبينا محمد",
  "ذكر: اللهم اجعلنا من أهل طاعتك ورضاك",
  "ذكر: سبحان الله وبحمده سبحان الله العظيم",
  "ذكر: لا حول ولا قوة إلا بالله",
  "ذكر: اللهم إني أعوذ بك من الهم والحزن",
  "ذكر: اللهم إني أعوذ بك من العجز والكسل",
  "ذكر: اللهم إني أعوذ بك من الجبن والبخل",
  "ذكر: اللهم إني أعوذ بك من غلبة الدين وقهر الرجال",
  "دعاء: اللهم اجعلنا من الذين يثبتون عند الشدائد",
  "دعاء: اللهم اجعلنا من الذين يغتنمون أوقاتهم بالخير",
  "دعاء: اللهم اجعلنا من الذين ينصرون دينك باللسان والعمل",
  "دعاء: اللهم اجعلنا من الذين يستغفرون كثيرًا",
  "دعاء: اللهم اجعلنا من الذين يذكرونك كثيرًا",
  "دعاء: اللهم اجعلنا من الذين يحبون المسجد",
  "دعاء: اللهم اجعلنا من الذين يطيعون أوامرك",
  "دعاء: اللهم اجعلنا من الذين يحبون القرآن",
  "دعاء: اللهم اجعلنا من الذين يستمعون القول فيتبعون أحسنه",
  "دعاء: اللهم اجعلنا من الذين يغفرون لمن ظلمهم",
  "آية: {وَمَن يَعْمَلْ صَالِحًا مِن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ الجَنَّةَ}",
  "آية: {وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ}",
  "آية: {فَإِنَّ مَعَ الْعُسْرِ يُسْرًا}",
  "آية: {وَقُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ}",
  "آية: {إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ}",
  "حديث: قال ﷺ: أكمل المؤمنين إيماناً أحسنهم أخلاقاً",
  "حديث: قال ﷺ: إذا أحب الله عبداً ابتلاه",
  "حديث: قال ﷺ: من سلك طريقًا يلتمس فيه علمًا سهل الله له طريقًا إلى الجنة",
  "حديث: قال ﷺ: المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف",
  "حديث: قال ﷺ: لا تحقرن من المعروف شيئًا ولو أن تلقى أخاك بوجه طلق",
  "حديث: قال ﷺ: من كان من أمتي يضمن لي ما بين لحييه وما بين رجليه أضمن له الجنة",
  "حديث: قال ﷺ: اتق دعوة المظلوم، فإنها ليس بينها وبين الله حجاب"
]
