{
  "duas": [
    "اللهم اجعلنا من عبادك الصالحين",
    "اللهم اغفر لنا ذنوبنا وارزقنا الفردوس الأعلى",
    "اللهم اهدنا ووفقنا لكل خير",
    "اللهم اجعل أعمالنا خالصة لوجهك الكريم",
    "اللهم اجعلنا من أهل الجنة",
    "اللهم ثبتنا على الحق",
    "اللهم ارزقنا العلم النافع",
    "اللهم اجعلنا من عبادك الشاكرين",
    "اللهم اجعلنا من التوابين",
    "اللهم اغفر لوالدينا وارزقهم الفردوس الأعلى",
    "اللهم اجعلنا متقين",
    "اللهم اجعلنا من الذين يستمعون القول فيتبعون أحسنه",
    "اللهم اجعلنا من عبادك المخلصين",
    "اللهم اجعلنا من الصابرين",
    "اللهم اجعلنا من المتوكلين عليك",
    "اللهم اجعلنا من الذين يذكرونك كثيرًا",
    "اللهم اجعلنا من الذين يسعون لرضاك",
    "اللهم اجعلنا من الذين يحسنون العمل",
    "اللهم اجعلنا من الذين يكثرون من الصلاة على النبي ﷺ",
    "اللهم اجعلنا من الذين يغفرون لمن ظلمهم",
    "اللهم اجعلنا من الذين يحبون الخير للناس",
    "اللهم اجعلنا من الذين يصلحون ما أفسدوا",
    "اللهم اجعلنا من الذين يتواضعون",
    "اللهم اجعلنا من الذين يبتغون وجهك الكريم",
    "اللهم اجعلنا من الذين يحافظون على الأذكار",
    "اللهم اجعلنا من الذين يطلبون العلم الشرعي",
    "اللهم اجعلنا من الذين يوفون بالعهد",
    "اللهم اجعلنا من الذين يكثرون من الدعاء",
    "اللهم اجعلنا من الذين يتفكرون في خلقك",
    "اللهم اجعلنا من الذين يسعون للإصلاح",
    "اللهم اجعلنا من الذين يعينون الناس",
    "اللهم اجعلنا من الذين يستغفرونك دائمًا",
    "اللهم اجعلنا من الذين يتبعون سنة نبيك ﷺ",
    "اللهم اجعلنا من الذين يرضون بقضائك",
    "اللهم اجعلنا من الذين يحسنون الظن بالناس",
    "اللهم اجعلنا من الذين يتحلون بالصبر",
    "اللهم اجعلنا من الذين يحبون الفقراء والمساكين",
    "اللهم اجعلنا من الذين يحافظون على صلاتهم",
    "اللهم اجعلنا من الذين يسعون لطلب رضاك",
    "اللهم اجعلنا من الذين يبتعدون عن المعاصي",
    "اللهم اجعلنا من الذين يصلحون أنفسهم",
    "اللهم اجعلنا من الذين يذكرونك في كل وقت",
    "اللهم اجعلنا من الذين يفرحون لفرح الآخرين",
    "اللهم اجعلنا من الذين يعينون على الخير",
    "اللهم اجعلنا من الذين يسعون لتقوى الله",
    "اللهم اجعلنا من الذين يحبون القرآن",
    "اللهم اجعلنا من الذين يحافظون على الصلاة",
    "اللهم اجعلنا من الذين يغمرون قلوبهم بالمحبة",
    "اللهم اجعلنا من الذين يسعون لتقوى والدينا",
    "اللهم اجعلنا من الذين يحبون النبي ﷺ",
    "اللهم اجعلنا من الذين يكثرون الصدقة"
  ],
  "adhkar": [
    "سبحان الله",
    "الحمد لله",
    "الله أكبر",
    "استغفر الله",
    "سبحان الله وبحمده",
    "سبحان الله العظيم",
    "لا إله إلا الله",
    "الله ولي التوفيق",
    "الحمد لله رب العالمين",
    "الله نور السموات والأرض",
    "سبحان الله والحمد لله",
    "الحمد لله على كل حال",
    "أستغفر الله العظيم",
    "الله أكبر كبيرًا",
    "سبحان الله وبحمده سبحان الله العظيم",
    "لا حول ولا قوة إلا بالله",
    "سبحان الله لا إله إلا هو الحي القيوم",
    "الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله",
    "سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
    "الله أكبر على كل شيء",
    "سبحان الله و بحمده سبحان الله العظيم",
    "الحمد لله دائماً وأبداً",
    "أستغفر الله وأتوب إليه",
    "سبحان الله العظيم وبحمده",
    "لا إله إلا الله وحده لا شريك له",
    "الله أكبر ولله الحمد",
    "سبحان الله الذي لا يخفى عليه شيء",
    "الحمد لله الذي لا يحصى نعمه",
    "سبحان الله كل يوم",
    "أستغفر الله من كل ذنب",
    "الله أكبر لا إله إلا الله",
    "سبحان الله عدد ما خلق",
    "الحمد لله على كل نعمة",
    "أستغفر الله وأتوب إليه من كل ذنب",
    "سبحان الله الذي لا إله إلا هو",
    "الله أكبر على كل مصيبة",
    "الحمد لله الذي لا يضاهيه شيء",
    "سبحان الله وبحمده سبحان الله العظيم",
    "لا حول ولا قوة إلا بالله العلي العظيم",
    "سبحان الله عدد ما في الأرض والسماوات",
    "الحمد لله عدد ما في السموات والأرض",
    "أستغفر الله العظيم واتوب إليه",
    "سبحان الله وبحمده عدد خلقه",
    "الله أكبر الله أكبر لا إله إلا الله",
    "سبحان الله والحمد لله والله أكبر",
    "لا إله إلا الله وحده لا شريك له له الملك وله الحمد",
    "سبحان الله العظيم",
    "الحمد لله رب العالمين دائمًا",
    "أستغفر الله العظيم من كل ذنب"
  ],
  "hadiths": [
    "عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ: «من قال سبحان الله والحمد لله والله أكبر غفرت ذنوبه»",
    "عن أنس رضي الله عنه قال: قال رسول الله ﷺ: «الكلمة الطيبة صدقة»",
    "عن عبد الله بن مسعود رضي الله عنه قال: قال رسول الله ﷺ: «أحب الأعمال إلى الله عز وجل سرور تدخله على المؤمن»",
    "عن ابن مسعود رضي الله عنه قال: قال رسول الله ﷺ: «من صمت نجا»",
    "عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ: «من صلى عليّ صلاة صلى الله عليه بها عشرًا»",
    "عن عائشة رضي الله عنها قالت: قال رسول الله ﷺ: «أفضل الصدقة دفع الضرر عن الطريق»",
    "عن أبو هريرة رضي الله عنه قال: قال رسول الله ﷺ: «من غشنا فليس منا»",
    "عن عبد الله بن عباس رضي الله عنهما قال: قال رسول الله ﷺ: «من سلك طريقًا يلتمس فيه علمًا سهل الله له به طريقًا إلى الجنة»",
    "عن ابن عمر رضي الله عنهما قال: قال رسول الله ﷺ: «الراحمون يرحمهم الرحمن»",
    "عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ: «من كان يؤمن بالله واليوم الآخر فليقل خيرًا أو ليصمت»",
    "عن جابر رضي الله عنه قال: قال رسول الله ﷺ: «المسلم من سلم المسلمون من لسانه ويده»",
    "عن عبد الله بن مسعود قال: قال رسول الله ﷺ: «اقرأوا القرآن فإنه يأتي يوم القيامة شفيعًا لأصحابه»",
    "عن أبي الدرداء رضي الله عنه قال: قال رسول الله ﷺ: «من أحب أن يبسط له في رزقه ويُنسأ له في أثره فليصل رحمه»",
    "عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ: «الدال على الخير كفاعله»",
    "عن ابن عباس رضي الله عنهما قال: قال رسول الله ﷺ: «من لا يشكر الناس لا يشكر الله»",
    "عن أنس رضي الله عنه قال: قال رسول الله ﷺ: «إن الله جميل يحب الجمال»",
    "عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ: «من حسن إسلام المرء تركه ما لا يعنيه»",
    "عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله ﷺ: «الرفق لا يكون في شيء إلا زانه»",
    "عن جابر بن عبد الله قال: قال رسول الله ﷺ: «من لا يرحم لا يُرحم»",
    "عن أنس رضي الله عنه قال: قال رسول الله ﷺ: «الجار قبل الدار»",
    "عن ابن مسعود قال: قال رسول الله ﷺ: «طلب العلم فريضة على كل مسلم»",
    "عن عائشة رضي الله عنها قالت: قال رسول الله ﷺ: «أفضل الصيام بعد رمضان شهر الله المحرم»",
    "عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ: «الحياء من الإيمان»",
    "عن ابن عمر قال: قال رسول الله ﷺ: «لا تحقرن من المعروف شيئًا ولو أن تلقى أخاك بوجه طلق»",
    "عن عبد الله بن مسعود قال: قال رسول الله ﷺ: «إذا مرض العبد أو سافر كتب له ما كان يعمل صحيحًا»",
    "عن جابر رضي الله عنه قال: قال رسول الله ﷺ: «من أحب لقاء الله أحب الله لقاءه»",
    "عن أبي هريرة رضي الله عنه قال: قال رسول الله ﷺ: «من صام رمضان إيمانًا واحتسابًا غفر له ما تقدم من ذنبه»",
    "عن ابن مسعود قال: قال رسول الله ﷺ: «من كان يؤمن بالله واليوم الآخر فليكرم ضيفه»",
    "عن أبي الدرداء قال: قال رسول الله ﷺ: «حب الوطن من الإيمان»",
    "عن عبد الله بن عمر قال: قال رسول الله ﷺ: «لا تمنعوا إطعام الجائع فإن في ذلك صدقة»",
    "عن أنس قال: قال رسول الله ﷺ: «الذي لا يشكر الناس لا يشكر الله»",
    "عن عائشة قالت: قال رسول الله ﷺ: «إن أحب الأعمال إلى الله أدومها وإن قل»",
    "عن ابن عباس قال: قال رسول الله ﷺ: «خيركم من تعلم القرآن وعلمه»",
    "عن أبو هريرة قال: قال رسول الله ﷺ: «من كان يحب أن يُسمع الناس منه الخير فليكن صادقا»",
    "عن عبد الله بن عمر قال: قال رسول الله ﷺ: «المؤمن مع المؤمن كالبنيان يشد بعضه بعضا»",
    "عن جابر قال: قال رسول الله ﷺ: «إنما الأعمال بالنيات»",
    "عن أنس قال: قال رسول الله ﷺ: «المؤمن مرآة المؤمن»",
    "عن ابن مسعود قال: قال رسول الله ﷺ: «الحياء شعبة من الإيمان»",
    "عن أبي هريرة قال: قال رسول الله ﷺ: «ألا أحب أن أكون عبداً شكوراً؟»",
    "عن عبد الله بن عباس قال: قال رسول الله ﷺ: «استعينوا على قضاء حوائجكم بالكتمان»",
    "عن جابر قال: قال رسول الله ﷺ: «لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه»",
    "عن أنس قال: قال رسول الله ﷺ: «المؤمن الذي يخاف الله يوقر من يلقاه»",
    "عن ابن عمر قال: قال رسول الله ﷺ: «من عاد مريضًا أو زار أخًا في الله كتب له الله بكل خطوة حسنة»",
    "عن أبي هريرة قال: قال رسول الله ﷺ: «من صلى عليّ صلاة صلى الله عليه بها عشرًا»",
    "عن عائشة قالت: قال رسول الله ﷺ: «إن الله لا ينظر إلى صوركم وأموالكم، ولكن ينظر إلى قلوبكم وأعمالكم»",
    "عن ابن عباس قال: قال رسول الله ﷺ: «الرفق والإحسان من الإيمان»",
    "عن عبد الله بن عمر قال: قال رسول الله ﷺ: «إذا جاءكم من ترضون دينه وأمانته فزوجوه»",
    "عن جابر قال: قال رسول الله ﷺ: «من غشنا فليس منا»",
    "عن أنس قال: قال رسول الله ﷺ: «المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف»",
    "عن ابن مسعود قال: قال رسول الله ﷺ: «التعليم أفضل من العبادة»",
    "عن أبي هريرة قال: قال رسول الله ﷺ: «من كف غضبه سلم من النار»"
  ],
  "quran": [
    "﴿وَمَن يَتَّقِ اللَّهَ يَجْعَل لَهُ مَخْرَجًا﴾ [الطلاق:2]",
    "﴿فَاذْكُرُونِي أَذْكُرْكُمْ﴾ [البقرة:152]",
    "﴿اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ﴾ [النور:35]",
    "﴿وَقُل رَّبِّ زِدْنِي عِلْمًا﴾ [طه:114]",
    "﴿وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا﴾ [النساء:36]",
    "﴿وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ﴾ [البقرة:186]",
    "﴿فَإِنَّ مَعَ الْعُسْرِ يُسْرًا﴾ [الشرح:6]",
    "﴿وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ﴾ [النحل:127]",
    "﴿وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ﴾ [الإسراء:36]",
    "﴿إِنَّ اللَّهَ مَعَ الصَّابِرِينَ﴾ [البقرة:153]",
    "﴿وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا﴾ [آل عمران:103]",
    "﴿وَلَا تَهِنُوا وَلَا تَحْزَنُوا﴾ [آل عمران:139]",
    "﴿فَاذْكُرُوا اللَّهَ ذِكْرًا كَثِيرًا﴾ [الأحزاب:41]",
    "﴿وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ﴾ [القلم:4]",
    "﴿وَأَقِمِ الصَّلَاةَ وَآتِ الزَّكَاةَ﴾ [البقرة:43]",
    "﴿وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا﴾ [العنكبوت:69]",
    "﴿إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُسْتَقِيمٍ﴾ [هود:56]",
    "﴿وَقُل رَّبِّ زِدْنِي عِلْمًا﴾ [طه:114]",
    "﴿فَادْفَعْ بِالَّتِي هِيَ أَحْسَنُ﴾ [المؤمنون:96]",
    "﴿وَلَا تَقْرَبُوا الزِّنَى﴾ [الإسراء:32]",
    "﴿وَلَا تَقْتُلُوا أَوْلَادَكُمْ﴾ [الإسراء:31]",
    "﴿وَلَا تَمْشِ فِي الْأَرْضِ مُرَحًا﴾ [الإسراء:37]",
    "﴿إِنَّ اللَّهَ يَأْمُرُ بِالْعَدْلِ﴾ [النحل:90]",
    "﴿وَلَا تُبَدِّلُوا الْخَيْرَ بِالشَّرِّ﴾ [القصص:50]",
    "﴿وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّوا بِأَحْسَنَ مِنْهَا﴾ [النساء:86]",
    "﴿فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا﴾ [الأنعام:79]",
    "﴿وَأَقِمِ الصَّلَاةَ وَآتِ الزَّكَاةَ﴾ [البقرة:43]",
    "﴿وَأَنْذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ﴾ [الشعراء:214]",
    "﴿فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ﴾ [الروم:17]",
    "﴿وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ﴾ [المائدة:12]",
    "﴿وَاصْبِرُوا وَصَابِرُوا وَرَابِطُوا﴾ [الأنفال:46]",
    "﴿وَلَا تَقْرَبُوا أَمْوَالَ الْيَتَامَى﴾ [النساء:2]",
    "﴿وَأَقِمِ الصَّلَاةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ اللَّيْلِ﴾ [هود:114]",
    "﴿إِنَّ رَبَّكَ لَبِالْمِرْصَادِ﴾ [القيامة:14]",
    "﴿فَذُوقُوا بِمَا كُنتُمْ تَعْمَلُونَ﴾ [الأعراف:29]",
    "﴿وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ﴾ [الأنعام:151]",
    "﴿وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا﴾ [النساء:36]",
    "﴿وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ﴾ [الأنبياء:107]",
    "﴿وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ﴾ [البقرة:282]",
    "﴿فَاصْبِرْ صَبْرًا جَمِيلًا﴾ [المعارج:5]",
    "﴿وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ﴾ [الشعراء:80]",
    "﴿وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ﴾ [الإسراء:36]",
    "﴿وَلَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ﴾ [الزمر:53]",
    "﴿وَأَقِيمُوا الصَّلَاةَ وَآتُوا الزَّكَاةَ﴾ [البقرة:43]",
    "﴿وَمَن يَتَّقِ اللَّهَ يَجْعَل لَهُ مَخْرَجًا﴾ [الطلاق:2]",
    "﴿فَاذْكُرُونِي أَذْكُرْكُمْ﴾ [البقرة:152]",
    "﴿اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ﴾ [النور:35]",
    "﴿وَقُل رَّبِّ زِدْنِي عِلْمًا﴾ [طه:114]",
    "﴿وَاعْبُدُوا اللَّهَ وَلَا تُشْرِكُوا بِهِ شَيْئًا﴾ [النساء:36]",
    "﴿وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ﴾ [المائدة:12]",
    "﴿فَاصْبِرُوا صَبْرًا جَمِيلًا﴾ [المعارج:5]",
    "﴿وَلَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ﴾ [الزمر:53]",
    "﴿وَمَا أَرْسَلْنَاكَ إِلَّا رَحْمَةً لِلْعَالَمِينَ﴾ [الأنبياء:107]"
  ]
}
