{
  "duas": [
    "اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار",
    "اللهم اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب",
    "اللهم اجعل القرآن ربيع قلوبنا ونور صدورنا وجلاء أحزاننا",
    "اللهم ارحمني برحمتك يوم لا ينفع مال ولا بنون",
    "اللهم اجعلنا من الذين يستمعون القول فيتبعون أحسنه",
    "اللهم اجعل عملي خالصًا لوجهك الكريم",
    "اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت",
    "اللهم إني أسألك الجنة وما قرب إليها من قول وعمل",
    "اللهم إني أعوذ بك من النار وما قرب إليها من قول وعمل",
    "اللهم ارزقني حبك وحب من يحبك وحب عمل يقربني إلى حبك",
    "اللهم اجعلني لك شاكراً لك ذاكراً لك مخبتاً لك مطيعاً",
    "اللهم أصلح لي ديني الذي هو عصمة أمري",
    "اللهم أصلح لي دنياي التي فيها معاشي",
    "اللهم أصلح لي آخرتي التي إليها معادي",
    "اللهم ثبتني بالقول الثابت في الحياة الدنيا وفي الآخرة",
    "اللهم اجعلني من أهل القرآن الذين هم أهلك وخاصتك",
    "اللهم اجعلني من عبادك الصالحين المخلصين",
    "اللهم اجعلني من التوابين واجعلني من المتطهرين",
    "اللهم اجعلني من الذين يحبونك ويحبون لقاءك",
    "اللهم اجعلني هادياً مهدياً غير ضال ولا مضل",
    "اللهم ارزقني علماً نافعاً ورزقاً واسعاً وشفاءً من كل داء",
    "اللهم اغفر لنا ذنوبنا وكفر عنا سيئاتنا وتوفنا مع الأبرار",
    "اللهم اغفر لنا ذنوبنا كلها دقها وجلها",
    "اللهم اغفر لنا ذنوبنا أولها وآخرها سرها وعلانيتها",
    "اللهم اجعلنا من الذين لا خوف عليهم ولا هم يحزنون",
    "اللهم اجعلنا من أهل الصراط المستقيم يوم الدين",
    "اللهم اجعلنا من الآمنين يوم الفزع الأكبر",
    "اللهم اجعلنا من الوارثين للفردوس الأعلى",
    "اللهم اجعلنا من المكرمين عندك يوم القيامة",
    "اللهم اجعلنا من السعداء في الدنيا والآخرة",
    "اللهم اجعلنا من الذين تبيض وجوههم يوم تبيض وجوه وتسود وجوه",
    "اللهم اجعلنا من الذين تنزل عليهم الملائكة ألا تخافوا ولا تحزنوا",
    "اللهم اجعلنا من الذين يدخلون الجنة بغير حساب",
    "اللهم اجعلنا من الذين تحبهم وتغفر لهم",
    "اللهم اجعلنا من الذين يستغفر لهم حملة العرش",
    "اللهم اجعلنا من الذين تتنزل عليهم السكينة والرحمة",
    "اللهم اجعلنا من الذين هم على صلاتهم دائمون",
    "اللهم اجعلنا من الذين هم على صلاتهم يحافظون",
    "اللهم اجعلنا من الذين في صلاتهم خاشعون",
    "اللهم اجعلنا من الصالحين المصلحين",
    "اللهم اجعلنا من الذاكرين الله كثيراً والذاكرات",
    "اللهم اجعلنا من الصابرين في البأساء والضراء",
    "اللهم اجعلنا من المحسنين في أقوالهم وأعمالهم",
    "اللهم اجعلنا من المتصدقين المخلصين",
    "اللهم اجعلنا من الذين تفتح لهم أبواب الجنة الثمانية",
    "اللهم اجعلنا من الذين يقال لهم ادخلوها بسلام آمنين",
    "اللهم اجعلنا من الذين تبيض وجوههم يوم القيامة",
    "اللهم اجعلنا من الذين يسعى نورهم بين أيديهم",
    "اللهم اجعلنا من الذين يستظلون بعرشك يوم لا ظل إلا ظلك",
    "اللهم اجعلنا من الذين يشربون من يد نبيك شربة لا يظمأون بعدها أبداً",
    "اللهم اجعلنا من الذين يقال لهم سلام عليكم طبتم فادخلوها خالدين",
    "اللهم اجعلنا من الذين لا خوف عليهم ولا هم يحزنون",
    "اللهم اجعلنا من الذين هم في مقعد صدق عند مليك مقتدر",
    "اللهم اجعلنا من الذين هم في جنات ونهر",
    "اللهم اجعلنا من الذين على الأرائك ينظرون",
    "اللهم اجعلنا من الذين وجوههم ناضرة إلى ربها ناظرة",
    "اللهم اجعلنا من الذين يقال لهم كلوا واشربوا هنيئاً بما أسلفتم",
    "اللهم اجعلنا من الذين يدخلون الجنة بسلام آمنين",
    "اللهم اجعلنا من الذين تفتح لهم أبواب السماء",
    "اللهم اجعلنا من الذين تفتح لهم أبواب الرحمة",
    "اللهم اجعلنا من الذين تفتح لهم أبواب التوبة",
    "اللهم اجعلنا من الذين تفتح لهم أبواب الرزق",
    "اللهم اجعلنا من الذين يحبونك ويحبون لقاءك",
    "اللهم اجعلنا من الذين تظلهم في ظلك يوم لا ظل إلا ظلك",
    "اللهم اجعلنا من الذين تشفع لهم الملائكة والأنبياء",
    "اللهم اجعلنا من الذين تغفر لهم ذنوبهم جميعاً",
    "اللهم اجعلنا من الذين يدخلون الجنة مع الأبرار",
    "اللهم اجعلنا من الذين تقول لهم خزنة الجنة سلام عليكم",
    "اللهم اجعلنا من الذين لا خوف عليهم ولا هم يحزنون",
    "اللهم اجعلنا من الذين يعيشون في الدنيا سعداء وفي الآخرة منعمين"
  ],

  "adhkar": [
    "سبحان الله وبحمده",
    "سبحان الله العظيم",
    "أستغفر الله العظيم وأتوب إليه",
    "لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير",
    "الحمد لله رب العالمين",
    "الله أكبر كبيراً والحمد لله كثيراً وسبحان الله بكرة وأصيلاً",
    "سبحان الله والحمد لله ولا إله إلا الله والله أكبر",
    "لا حول ولا قوة إلا بالله العلي العظيم",
    "اللهم صل وسلم على نبينا محمد",
    "أعوذ بكلمات الله التامات من شر ما خلق",
    "بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
    "رضيت بالله رباً وبالإسلام ديناً وبمحمد ﷺ نبياً ورسولاً",
    "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم",
    "اللهم بك أصبحنا وبك أمسينا وبك نحيا وبك نموت وإليك النشور",
    "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك المصير",
    "اللهم ما أصبح بي من نعمة أو بأحد من خلقك فمنك وحدك لا شريك لك فلك الحمد ولك الشكر",
    "اللهم إني أصبحت أشهدك وأشهد حملة عرشك وملائكتك وجميع خلقك أنك أنت الله لا إله إلا أنت وحدك لا شريك لك وأن محمداً عبدك ورسولك",
    "سبحان الله عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
    "سبحان الله وبحمده عدد خلقه ورضا نفسه وزنة عرشه ومداد كلماته",
    "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت",
    "اللهم إني أعوذ بك من الكفر والفقر، وأعوذ بك من عذاب القبر، لا إله إلا أنت",
    "اللهم إني أصبحت في نعمة وعافية وستر فأتمم نعمتك علي وعافيتك وسترك في الدنيا والآخرة",
    "يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين",
    "اللهم إني أسألك العفو والعافية في الدنيا والآخرة",
    "اللهم اجعلني من الذين يذكرونك كثيراً والذاكرات",
    "اللهم إني أعوذ بك من شر نفسي ومن شر كل دابة أنت آخذ بناصيتها",
    "اللهم ارزقني لساناً ذاكراً وقلباً خاشعاً وعملاً متقبلاً",
    "اللهم اجعلني من الشاكرين لك الذاكرين لنعمك",
    "اللهم اجعلني من الذين يذكرونك في كل حال",
    "اللهم اجعلني من الذين لا ينشغلون عن ذكرك",
    "اللهم اجعلني من الذين يستغفرونك آناء الليل وأطراف النهار",
    "اللهم اجعلني من الذين تكتب لهم أجر التسبيح والتهليل",
    "اللهم اجعلني من الذين يسبحونك بكرة وأصيلاً",
    "اللهم اجعلني من الذين يذكرونك قياماً وقعوداً وعلى جنوبهم",
    "اللهم اجعلني من الذين تفتح لهم أبواب ذكرك",
    "اللهم اجعلني من الذين يحبونك ويحبون ذكرك",
    "اللهم اجعلني من الذين يشغلون ألسنتهم بذكرك",
    "اللهم اجعلني من الذين يتلذذون بذكرك",
    "اللهم اجعلني من الذين لا يملون من تسبيحك",
    "اللهم اجعلني من الذين يأنسون بذكرك",
    "اللهم اجعلني من الذين يغفر لهم بذكرهم",
    "اللهم اجعلني من الذين يدخلون الجنة بذكرهم",
    "اللهم اجعلني من الذين تبيض وجوههم بذكرهم",
    "اللهم اجعلني من الذين تنزل عليهم السكينة عند ذكرك",
    "اللهم اجعلني من الذين يحيون قلوبهم بذكرك",
    "اللهم اجعلني من الذين يستغفرونك ويذكرونك في آناء الليل وأطراف النهار",
    "اللهم اجعلني من الذين تنطق ألسنتهم دائماً بلا إله إلا الله",
    "اللهم اجعلني من الذين يتنعمون بالذكر في الدنيا والآخرة",
    "اللهم اجعلني من الذين تظلهم في ظلك يوم لا ظل إلا ظلك بذكرهم",
    "اللهم اجعلني من الذين يذكرونك في الرخاء والشدة",
    "اللهم اجعلني من الذين يشغلون وقتهم بذكرك",
    "اللهم اجعلني من الذين تتنزل عليهم رحمتك عند ذكرهم",
    "اللهم اجعلني من الذين يعظمونك ويوقرونك بذكرهم",
    "اللهم اجعلني من الذين يستبشرون بذكرك",
    "اللهم اجعلني من الذين تنشرح صدورهم بذكرك",
    "اللهم اجعلني من الذين تسعد قلوبهم بذكرك",
    "اللهم اجعلني من الذين ينالون شفاعتك بذكرهم",
    "اللهم اجعلني من الذين يكتب لهم الأجر العظيم بذكرهم",
    "اللهم اجعلني من الذين تحبهم لأنهم يذكرونك",
    "اللهم اجعلني من الذين يدخلون الجنة مع الذاكرين",
    "اللهم اجعلني من الذين يستظلون بذكرك يوم القيامة",
    "اللهم اجعلني من الذين يقال لهم كلوا واشربوا هنيئاً بما كنتم تعملون",
    "اللهم اجعلني من الذين يشربون من يد النبي ﷺ شربة لا يظمأون بعدها أبداً",
    "اللهم اجعلني من الذين تنادي عليهم الملائكة أن طوبى لهم",
    "اللهم اجعلني من الذين تباهي بهم الملائكة",
    "اللهم اجعلني من الذين يدخلون الجنة بسلام آمنين",
    "اللهم اجعلني من الذين يتقربون إليك بالذكر والتسبيح",
    "اللهم اجعلني من الذين تحب أصواتهم في ذكرك",
    "اللهم اجعلني من الذين يملؤون صحائفهم بالذكر",
    "اللهم اجعلني من الذين يتنعمون بالنظر إلى وجهك الكريم بذكرهم",
    "اللهم اجعلني من الذين يذكرونك صباحاً ومساءً"
  ],

  "hadiths": [
    "قال رسول الله ﷺ: الكلمة الطيبة صدقة",
    "قال رسول الله ﷺ: تبسمك في وجه أخيك صدقة",
    "قال رسول الله ﷺ: من كان يؤمن بالله واليوم الآخر فليقل خيرًا أو ليصمت",
    "قال رسول الله ﷺ: لا تحقرن من المعروف شيئًا ولو أن تلقى أخاك بوجه طلق",
    "قال رسول الله ﷺ: أحب الأعمال إلى الله أدومها وإن قل",
    "قال رسول الله ﷺ: إن الله لا ينظر إلى صوركم ولا إلى أموالكم ولكن ينظر إلى قلوبكم وأعمالكم",
    "قال رسول الله ﷺ: من لا يشكر الناس لا يشكر الله",
    "قال رسول الله ﷺ: الراحمون يرحمهم الرحمن، ارحموا من في الأرض يرحمكم من في السماء",
    "قال رسول الله ﷺ: لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه",
    "قال رسول الله ﷺ: المسلم من سلم المسلمون من لسانه ويده",
    "قال رسول الله ﷺ: من ستر مسلماً ستره الله يوم القيامة",
    "قال رسول الله ﷺ: من يسر على معسر يسر الله عليه في الدنيا والآخرة",
    "قال رسول الله ﷺ: من نفّس عن مؤمن كربة من كرب الدنيا نفّس الله عنه كربة من كرب يوم القيامة",
    "قال رسول الله ﷺ: خيركم من تعلم القرآن وعلمه",
    "قال رسول الله ﷺ: إنما الأعمال بالنيات وإنما لكل امرئ ما نوى",
    "قال رسول الله ﷺ: الدين النصيحة",
    "قال رسول الله ﷺ: من كان يؤمن بالله واليوم الآخر فليكرم ضيفه",
    "قال رسول الله ﷺ: من كان يؤمن بالله واليوم الآخر فليصل رحمه",
    "قال رسول الله ﷺ: لا يؤمن أحدكم حتى أكون أحب إليه من والده وولده والناس أجمعين",
    "قال رسول الله ﷺ: مثل المؤمنين في توادهم وتراحمهم وتعاطفهم كمثل الجسد الواحد",
    "قال رسول الله ﷺ: المؤمن للمؤمن كالبنيان يشد بعضه بعضاً",
    "قال رسول الله ﷺ: الطهور شطر الإيمان",
    "قال رسول الله ﷺ: الصبر ضياء",
    "قال رسول الله ﷺ: لا تغضب",
    "قال رسول الله ﷺ: إن الله كتب الإحسان على كل شيء",
    "قال رسول الله ﷺ: أقربكم مني مجلساً يوم القيامة أحاسنكم أخلاقاً",
    "قال رسول الله ﷺ: لا تزول قدما عبد يوم القيامة حتى يسأل عن عمره فيما أفناه",
    "قال رسول الله ﷺ: ما نقص مال من صدقة",
    "قال رسول الله ﷺ: اليد العليا خير من اليد السفلى",
    "قال رسول الله ﷺ: الرفق لا يكون في شيء إلا زانه ولا ينزع من شيء إلا شانه",
    "قال رسول الله ﷺ: المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف",
    "قال رسول الله ﷺ: أحب الناس إلى الله أنفعهم للناس",
    "قال رسول الله ﷺ: المؤمن مرآة أخيه",
    "قال رسول الله ﷺ: الساعي على الأرملة والمسكين كالمجاهد في سبيل الله",
    "قال رسول الله ﷺ: أحب البلاد إلى الله مساجدها",
    "قال رسول الله ﷺ: من صلى علي صلاة صلى الله عليه بها عشراً",
    "قال رسول الله ﷺ: أقرب ما يكون العبد من ربه وهو ساجد",
    "قال رسول الله ﷺ: ركعتا الفجر خير من الدنيا وما فيها",
    "قال رسول الله ﷺ: لا تدخلون الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا",
    "قال رسول الله ﷺ: إن الصدق يهدي إلى البر وإن البر يهدي إلى الجنة",
    "قال رسول الله ﷺ: عليكم بالصدق فإن الصدق يهدي إلى البر",
    "قال رسول الله ﷺ: إياكم والكذب فإن الكذب يهدي إلى الفجور",
    "قال رسول الله ﷺ: من دل على خير فله مثل أجر فاعله",
    "قال رسول الله ﷺ: كل معروف صدقة",
    "قال رسول الله ﷺ: لا يزال لسانك رطباً من ذكر الله",
    "قال رسول الله ﷺ: خيركم خيركم لأهله وأنا خيركم لأهلي",
    "قال رسول الله ﷺ: إنما بعثت لأتمم مكارم الأخلاق",
    "قال رسول الله ﷺ: أعطوا الأجير أجره قبل أن يجف عرقه",
    "قال رسول الله ﷺ: من غشنا فليس منا",
    "قال رسول الله ﷺ: أحب الأعمال إلى الله سرور تدخله على مسلم",
    "قال رسول الله ﷺ: من سلك طريقاً يلتمس فيه علماً سهل الله له به طريقاً إلى الجنة",
    "قال رسول الله ﷺ: طلب العلم فريضة على كل مسلم",
    "قال رسول الله ﷺ: إذا مات ابن آدم انقطع عمله إلا من ثلاث صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له",
    "قال رسول الله ﷺ: إن الله يحب إذا عمل أحدكم عملاً أن يتقنه",
    "قال رسول الله ﷺ: من صلى البردين دخل الجنة",
   "قال رسول الله ﷺ: من بنى لله مسجداً بنى الله له بيتاً في الجنة"
]
}
