{
  "fadl": [
    "من قال سبحان الله وبحمده حطت خطاياه وإن كانت مثل زبد البحر",
    "من قال لا إله إلا الله وحده لا شريك له له الملك وله الحمد وكان له مثل أجر عشر رقاب",
    "من صلى على النبي صلاة واحدة صلى الله عليه بها عشرًا",
    "من صلى الفجر في جماعة فهو في ذمة الله",
    "من صلى العشاء في جماعة فكأنما قام نصف الليل",
    "من حافظ على الصلوات الخمس كانت له نورًا وبرهانًا ونجاة يوم القيامة",
    "من قام بعشر آيات لم يكتب من الغافلين",
    "من قرأ مئة آية كتب من القانتين",
    "من قرأ القرآن كله كان له عند كل حرف حسنة",
    "من صام رمضان إيمانًا واحتسابًا غفر له ما تقدم من ذنبه",
    "من قام ليلة القدر إيمانًا واحتسابًا غفر له ما تقدم من ذنبه",
    "من صام يوم عرفة غفر الله له سنة أمامه وسنة خلفه",
    "من صام يوم عاشوراء كفرت ذنوب السنة التي قبله",
    "من توضأ فأحسن الوضوء خرجت خطاياه من جسده حتى من تحت أظفاره",
    "من سلك طريقًا يلتمس فيه علمًا سهل الله له طريقًا إلى الجنة",
    "من كان آخر كلامه لا إله إلا الله دخل الجنة",
    "من كظم غيظًا دعاه الله على رؤوس الخلائق يوم القيامة",
    "من ستر مسلمًا ستره الله في الدنيا والآخرة",
    "من فرج عن مسلم كربة فرج الله عنه كربة من كرب يوم القيامة",
    "من يسر على معسر يسر الله عليه في الدنيا والآخرة",
    "من أحب لله وأبغض لله وأعطى لله ومنع لله فقد استكمل الإيمان",
    "من كف غضبه كف الله عنه عذابه",
    "من لزم الاستغفار جعل الله له من كل هم فرجًا",
    "خيركم من تعلم القرآن وعلمه",
    "اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعًا لأصحابه",
    "من قرأ حرفًا من كتاب الله فله به حسنة والحسنة بعشر أمثالها",
    "خيركم من أطعم الطعام وأفشى السلام وصلى بالليل والناس نيام",
    "من فطر صائمًا كان له مثل أجره غير أنه لا ينقص من أجر الصائم شيء",
    "من بنى مسجداً بنى الله له بيتًا في الجنة",
    "المؤمن للمؤمن كالبنيان يشد بعضه بعضًا",
    "من نفس عن مؤمن كربة من كرب الدنيا نفس الله عنه كربة من كرب يوم القيامة",
    "من كان في حاجة أخيه كان الله في حاجته",
    "من دعا إلى هدى كان له من الأجر مثل أجور من تبعه",
    "من دل على خير فله مثل أجر فاعله",
    "من أصلح بين اثنين كتب له براءة من النار",
    "المصلحون بين الناس لهم درجة عظيمة عند الله",
    "طلب العلم فريضة على كل مسلم",
    "من مات وهو يطلب العلم فبينه وبين الأنبياء درجة واحدة في الجنة",
    "أقرب ما يكون العبد من ربه وهو ساجد",
    "سجدة في قراءة القرآن حطت عشر سيئات",
    "من سجد لله سجدة رفعه الله بها درجة وحط عنه خطيئة",
    "من صلى على النبي حين يصبح عشرا وحين يمسي عشرا أدركته شفاعتي يوم القيامة",
    "أفضل الأعمال الصلاة في أول وقتها",
    "بشر المشائين في الظلم إلى المساجد بالنور التام يوم القيامة",
    "من توضأ فأحسن الوضوء ثم أتى المسجد رفعت له بها درجة",
    "من صلى الصبح في جماعة فهو في ذمة الله",
    "صلاة الرجل في جماعة تضعف صلاته في بيته وخارجه خمس وعشرين ضعفًا",
    "من صلى ركعتين قبل الفجر خير له من الدنيا وما فيها",
    "من حافظ على أربع قبل الظهر وأربع بعدها حرمه الله على النار",
    "ما من عمل أحب إلى الله من عمل يدوم عليه صاحبه وإن قل",
    "من قرأ بالآيتين من آخر سورة البقرة في ليلة كفتاه",
    "آية الكرسي بعد كل صلاة مكتوبة",
    "قل هو الله أحد تعدل ثلث القرآن",
    "من صام يومًا في سبيل الله باعد الله وجهه عن النار سبعين خريفًا",
    "من صام ستة من شوال كان كصيام الدهر",
    "من قام الليل بعد الفريضة غفر له ما تقدم من ذنبه",
    "من كفل يتيماً كان له مثل الجهاد في سبيل الله",
    "الصدقة تطفئ الخطيئة كما يطفئ الماء النار",
    "كل معروف صدقة",
    "من صام يوم عاشوراء كفرت ذنوب سنة",
    "من تعلم العلم لنوال به رضا الله عنده درجة واحدة في الجنة",
    "من حاسب نفسه قبل أن تحاسبه وعمل لما بعد الموت كان له فضل عظيم",
    "من ذكر الله في الليل والنهار أضاء الله قلبه بالطمأنينة",
    "من أحسن الخلق وصل رحمه كان له نور في قبره يوم القيامة",
    "من أحسن إلى والديه بارك الله له في رزقه ومد في عمره",
    "من صبر على البلاء رفعه الله درجات وأدخل الجنة برحمته",
    "من أدى الزكاة حقها كتب له براءة من النار",
    "من حج البيت المكرم وأدى مناسكه غفر له ما تقدم من ذنبه",
    "من عمرة أدى مناسكها بنية خالصة غفر الله له ذنوبه",
    "من دعا ربه بصدق استجيب له",
    "الدعاء عبادة وهو من أحب الأعمال إلى الله بعد الصلاة",
    "من صام يوم الاثنين والخميس كتب له أجر عظيم",
    "من تصدق بصدقة جارية استمر أجره بعد موته",
    "من صام أيام البيض كتب له أجر الصيام ثلاثة أشهر",
    "من صلى الضحى بنية خالصة كتب له أجر قيام الليل",
    "من حافظ على قيام الليل في شهر رمضان كتب له أجر عظيم",
    "من قرأ سورة الكهف يوم الجمعة أضاء له من النور ما بين الجمعتين",
    "من صلى الوتر دائمًا كانت له الشفاعة يوم القيامة",
    "من أكل من طيب رزقه وشكر الله عليه كان له أجر كبير",
    "من حسن معاشر الناس وترك الأذى كان له نور يوم القيامة",
    "من صان لسانه عن الغيبة والنميمة كان له أجر عظيم",
    "من أدى الأمانة في عمله كان له بركة في رزقه",
    "من أعان محتاجًا كتب له الله أجرًا عظيمًا",
    "من أكرم الضيف وأحسن الاستقبال كان له رضا الله",
    "من صبر على الفقر رفع الله درجاته",
    "من حفظ صلاته في وقتها لم يكتب من الغافلين",
    "من تلا القرآن بخشوع أضاء الله قلبه ورفع درجاته",
    "من سلم على كل من يعرفه بصدق كانت له صدقة",
    "من أمسك عن الحرام وأنكر المنكر كُتبت له حسنات",
    "من أتى يتيماً وساعده عوّضه الله خيرًا في الدنيا والآخرة",
    "من رحم الضعفاء واليتامى كتب له الله أجرًا عظيم",
    "من قرأ سبحان الله وبحمده عشر مرات كتبت له عشر حسنات",
    "من قال حسبي الله ونعم الوكيل غفر له ذنوبه",
    "من قال أعوذ بالله من الشيطان الرجيم حماه الله",
    "من قال سبحان الله العظيم وبحمده حطت خطاياه",
    "من ذكر الله عند النوم كفاه الله شر الشيطان",
    "من أسبغ الوضوء وصلى ركعتين قبل النوم غفر له ما تقدم من ذنبه",
    "من صام رمضان عن طاعة الله واحتسابا له غفر له ذنوبه",
    "من أحسن لزوجته رزقه الله البركة في أهله وماله",
    "من أقام الصلاة على وقتها لم يكتب من الغافلين",
    "من صبر على أذى الناس كتب الله له أجر الصابرين",
    "من كف غيظًا وهو قادر على أن ينفذه رفعه الله درجات",
    "من أحسن معاشرة جاره رزقه الله سعة في الرزق",
    "من صام يوم عرفة غفر له سنة ماضية ومستقبلة",
    "من صلى الفجر جماعة ثم جلس يذكر الله غفر له ذنوبه",
    "من صام يومين متتابعين غفر له ذنوبه",
    "من أعتق رقبة كتب الله له أجر عظيم",
    "من تصدق بماله كتب له أجر عظيم",
    "من صام يوم عاشوراء والاثنين والثلاثاء كتب له أجر عظيم",
    "من قرأ القرآن في رمضان غفر له ذنوبه",
    "من صلى الضحى كتب له أجر قيام الليل",
    "من ذكر الله في الصباح والمساء كتب له ألف حسنة",
    "من دعا ربه بإخلاص استجاب الله له",
    "من صام يوم عاشوراء كفرت ذنوب سنة",
    "من صلى على النبي عشر مرات غفر الله له ذنوبه",
    "من حافظ على قيام الليل كتب له أجرًا عظيم",
    "من صام يوم عرفة كتب له أجر الحاج والمعتمر",
    "من صام أيام البيض كتب له أجر ثلاثة أشهر",
    "من صام يوم عاشوراء كان كمن صام سنة كاملة",
    "من أحسن إلى والديه كتب له أجر عظيم",
    "من صبر على البلاء رفع الله درجاته",
    "من صام يوم عرفة كتب له أجر الحج والعمرة",
    "من تلا القرآن في الليل والنهار كتب له أجرًا كبيرًا",
    "من حافظ على الصلاة كتب له أجر كبير",
    "من صام يوم عاشوراء والجمعة كتب له أجرًا عظيم",
    "من قرأ سورة الكهف يوم الجمعة كتب له أجرًا كبيرًا",
    "من أحسن إلى جاره كتب له أجرًا كبيرًا",
    "من صام يوم عاشوراء كتب له أجر السنة الماضية والمقبلة"
  ]
}
